IDEA StatiCa Open Model
PointLoadOnLine.Ey Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Eccentricity in Y direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Ey { get; set; }
Public Property Ey As Double
	Get
	Set
public:
property double Ey {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace